<?php
/**
 * Created by PhpStorm.
 * User: pengzhizhuang
 * Date: 16/10/21
 * Time: 上午9:56
 */

return [
    '中国工商银行' => ['name' => '中国工商银行', 'logo' => ''],
    '中国光大银行' => ['name' => '中国光大银行', 'logo' => ''],
    '中国建设银行' => ['name' => '中国建设银行', 'logo' => ''],
    '中国农业银行' => ['name' => '中国农业银行', 'logo' => ''],
    '招商银行' => ['name' => '招商银行', 'logo' => ''],
    '中国银行' => ['name' => '中国银行', 'logo' => ''],
    '交通银行' => ['name' => '交通银行', 'logo' => ''],
    '广发银行' => ['name' => '广发银行', 'logo' => ''],
    '兰州银行' => ['name' => '兰州银行', 'logo' => ''],
    '中国民生银行' => ['name' => '中国民生银行', 'logo' => ''],
    '中信银行' => ['name' => '中信银行', 'logo' => ''],
    '平安银行' => ['name' => '平安银行', 'logo' => ''],
    '北京银行' => ['name' => '北京银行', 'logo' => ''],
    '成都银行' => ['name' => '成都银行', 'logo' => ''],
    '浦东发展银行' => ['name' => '浦东发展银行', 'logo' => ''],
    '华夏银行' => ['name' => '华夏银行', 'logo' => ''],
    '上海银行' => ['name' => '上海银行', 'logo' => ''],
    '渤海银行' => ['name' => '渤海银行', 'logo' => ''],
    '宁波银行' => ['name' => '宁波银行', 'logo' => ''],
    '南京银行' => ['name' => '南京银行', 'logo' => ''],
    'BEA东亚银行' => ['name' => 'BEA东亚银行', 'logo' => ''],
    '兴业银行' => ['name' => '兴业银行', 'logo' => ''],
    '天津银行' => ['name' => '天津银行', 'logo' => ''],
    '北京农商行' => ['name' => '北京农商行', 'logo' => ''],
    '杭州银行' => ['name' => '杭州银行', 'logo' => ''],
    '恒丰银行' => ['name' => '恒丰银行', 'logo' => ''],
    '中国邮政储蓄银行' => ['name' => '中国邮政储蓄银行', 'logo' => ''],
    '青岛银行' => ['name' => '青岛银行', 'logo' => ''],
    '上海农商行' => ['name' => '上海农商行', 'logo' => ''],
    '重庆农商银行' => ['name' => '重庆农商银行', 'logo' => ''],
];